tap "a-know/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jmhobbs/parrot"
tap "nektos/tap"
tap "osrf/simulation"
tap "osx-cross/avr"
tap "phinze/cask"
tap "ros/deps"
brew "act"
brew "gdbm"
brew "xz"
brew "aircrack-ng"
brew "ansible"
brew "arp-scan"
brew "autoconf"
brew "sleuthkit"
brew "autopsy"
brew "osx-cross/avr/avr-binutils"
brew "osx-cross/avr/avr-gcc@9", link: false
brew "avr-libc"
brew "bib-tool"
brew "bibtex2html"
brew "binutils"
brew "binwalk"
brew "icu4c"
brew "pixman"
brew "cmake"
brew "gcc"
brew "openblas"
brew "tbb"
brew "cloc"
brew "cmatrix"
brew "composer"
brew "coreutils"
brew "cpanminus"
brew "cpulimit"
brew "libssh2"
brew "curl"
brew "libsodium"
brew "zeromq"
brew "czmq"
brew "dex2jar"
brew "libassuan"
brew "libgcrypt"
brew "pth"
brew "dirmngr", link: true
brew "doxygen"
brew "e2fsprogs", link: true
brew "fcrackzip"
brew "nettle"
brew "jpeg"
brew "little-cms2"
brew "webp"
brew "ffmpeg"
brew "figlet"
brew "fontforge"
brew "foremost"
brew "gdb"
brew "ghostscript"
brew "ghq"
brew "git"
brew "glfw"
brew "libusb"
brew "gnupg", link: false
brew "gnuplot"
brew "go"
brew "gpg-agent", link: true
brew "graphviz"
brew "hardlink-osx"
brew "hexedit"
brew "hub"
brew "imagemagick"
brew "jansson"
brew "john"
brew "latexdiff"
brew "leiningen"
brew "libelf"
brew "libusb-compat"
brew "llvm"
brew "mysql@5.7", link: true
brew "nkf"
brew "nmap"
brew "nspr"
brew "nss"
brew "numpy"
brew "nyancat"
brew "opencv"
brew "pandoc"
brew "pandoc-crossref"
brew "pdf2svg"
brew "pdfcrack"
brew "peco"
brew "picocom"
brew "pipenv"
brew "pkcrack"
brew "pngcheck"
brew "portaudio"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@2", link: false
brew "qemu"
brew "qpdf"
brew "radare2"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby-build"
brew "smartmontools"
brew "socat"
brew "source-highlight"
brew "sox"
brew "sphinx-doc"
brew "sqlmap"
brew "squashfs"
brew "sshfs"
brew "telnet"
brew "tmux"
brew "tree"
brew "vim"
brew "wakeonlan"
brew "watch"
brew "watchman"
brew "wget"
brew "yara"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "a-know/tap/pi"
brew "jmhobbs/parrot/terminal-parrot"
brew "osx-cross/avr/simavr", args: ["HEAD"]
cask "0xed"
cask "bettertouchtool"
cask "ccleaner"
cask "coolterm"
cask "docker-toolbox"
cask "electron"
cask "etcher"
cask "firefox"
cask "github-desktop"
cask "google-japanese-ime"
cask "hyper"
cask "insomniax"
cask "ltspice"
cask "macports"
cask "mi"
cask "osxfuse"
cask "quicklook-csv"
cask "quicklook-json"
cask "skim"
cask "slack"
cask "sourcetree"
cask "the-unarchiver"
cask "veracrypt"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
